<!DOCTYPE html>
<html lang="bg">

<head>
    <!-- META -->
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <meta name="title" content="Links Storage" />
    <meta name="keywords" content="Links, storage, archive, archiver, archive websites, websites archiver, save websites, bookmark, bookmarks, online bookmarks" />
	<meta name="description" content="Links storage" />
	<meta name="author" content="Иванка Янкулова" />
	<meta name="copyright" content="Иванка Янкулова" />
	<!--<meta name="pubdate" content="2019-07-11">-->
    <!-- META -->
    
    <title>Политика за поверителност - Links Storage</title>

    <!-- BASIC DIRECTORY -->
    <base href="../" target="_self">
    <!-- BASIC DIRECTORY -->

    <!-- BOOTSTRAP AND JQUERY -->
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.3.1/css/bootstrap.min.css">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.4.0/jquery.min.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.14.7/umd/popper.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.3.1/js/bootstrap.min.js"></script>
    <!-- BOOTSTRAP AND JQUERY -->

    <!-- ICONS -->
    <link rel='stylesheet' href='https://use.fontawesome.com/releases/v5.7.0/css/all.css'
        integrity='sha384-lZN37f5QGtY3VHgisS14W3ExzMWZxybE1SJSEsQp9S+oqd12jhcu+A56Ebc1zFSJ' crossorigin='anonymous'>
    <link rel="stylesheet" href="https://fonts.googleapis.com/icon?family=Material+Icons">
    <!-- GOOGLE ICONS -->

    <!-- ICON -->
    <link rel="icon" href="assets/icon.png" type="image" />
    <!-- ICON -->
    
    <!-- CSS -->
    <link rel="stylesheet" href="css/style.css">
    <link rel="stylesheet" href="css/others.css">
    <!-- <link rel="stylesheet" href="fadein.css"> -->
    <!-- CSS -->
</head>

<body>
    <div class="container-fluid">

        <!-- MENU -->
        <?php include 'menu.php';?>
        <!-- MENU -->

        <!-- MAIN INFORMATION -->
        <main>
            <!-- TOP IMAGE -->
            <div class="top-page-image">
                <img src="assets/privacy-data-security.jpg" alt="Изображение">
            </div>
            <div class="gray-line"></div>
            <!-- TOP IMAGE -->

            <br>

            <div class="container">
                <!-- RECTANGLES WITH SHORT TEXT -->

                <!-- RECTANGLES -->
                <!-- <?php include 'rectangles.php';?>                -->
                <!-- RECTANGLES -->

                <br>

                <h1>Политика за поверителност</h1>
                <!-- SHORT TEXT -->
                <div class="blue-line"></div>
                <div id="short-text" class="jumbotron">
                    <p>Последна промяна: 01.07.2019 година</p>
                    <p>Добре дошли в www.linksstorage.com („Уеб сайтът“ или „Интернет страницата“), който е изработен от
                        Иванка Янкулова с адрес в град Пловдив, телефон за контакти: 087 965 2626 и имейл:
                        vania.yankulova@gmail.com.</p>

                    <p>ИЗПОЛЗВАЙКИ ТАЗИ ИНТЕРНЕТ СТРАНИЦА, ВИЕ СЕ СЪГЛАСЯВАТЕ С НАСТОЯЩИТЕ УСЛОВИЯ ЗА ПОЛЗВАНЕ НА УЕБ
                        САЙТА, А СЪЩО ТАКА И С ПОЛИТИКАТА ЗА ПОВЕРИТЕЛНОСТ, КОЯТО РЕГЛАМЕНТИРА
                        УСЛОВИЯТА ОТНОСНО СЪБИРАНЕТО, ИЗПОЛЗВАНЕТО И РАЗКРИВАНЕТО НА ВАШИТЕ ЛИЧНИ ДАННИ.</p>

                    <p>МОЛЯ, ДА ПРОЧЕТЕТЕ ТЕЗИ ОБЩИ УСЛОВИЯ И ПОЛИТИКАТА ЗА ПОВЕРИТЕЛНОСТ ВНИМАТЕЛНО ПРЕДИ ДА
                        ИЗПОЛЗВАТЕ ТОЗИ УЕБ САЙТ И В СЛУЧАЙ, ЧЕ ИМАТЕ ВЪПРОСИ, МОЛЯ ДА СЕ СВЪРЖЕТЕ С НАС.</p>

                    <p>АКО НЕ СТЕ СЪГЛАСНИ С НЯКОИ ОТ УСЛОВИЯТА, СЪДЪРЖАЩИ СЕ В НАСТОЯЩИТЕ ОБЩИ УСЛОВИЯ И ПОЛИТИКАТА
                        ЗА ПОВЕРИТЕЛНОСТ, ВИЕ НЕ ТРЯБВА ДА ИЗПОЛЗВАТЕ ТОЗИ УЕБ САЙТ.</p>
                </div>
                <div class="blue-line"></div>
                <!-- SHORT TEXT -->
                <!-- RECTANGLES WITH SHORT TEXT -->

                <br>

                <!-- PRIVACY POLICY INFO -->
                <h4>ВЪВЕДЕНИЕ</h4>
                <p>Настоящата Политика за поверителност съдържа задължителната информация относно събирането,
                    обработването и съхраняването на лични данни от Доставчика, както и за правата на лицата във връзка
                    със защитата на техните лични данни.</p>

                <p>Links Storage осъществява дейността си в съответствие с Регламент (ЕС) 2016/679 на Европейския
                    парламент и на Съвета от 27 април 2016 година относно защитата на физическите лица във връзка с
                    обработването на лични данни и относно свободното движение на такива данни (General Data Protection
                    Regulation) и другите европейски и български нормативни актове в областта на защитата на личните
                    данни. Links Storage пазва следните принципи при обработката на Вашите лични данни:</p>
                <ul>
                    <li>законосъобразност, добросъвестност и прозрачност;</li>
                    <li>ограничение на целите на обработване;</li>
                    <li>съотносимост с целите на обработката и свеждане до минимум на събираните данни;</li>
                    <li>точност и актуалност на данните;</li>
                    <li>ограничение на съхранението с оглед постигане на целите;</li>
                    <li>цялостност и поверителност на обработването и гарантиране на подходящо ниво на сигурност на
                        личните данни.</li>
                </ul>

                <h4>СЪБИРАНЕ, ОБРАБОТВАНЕ И СЪХРАНЯВАНЕ НА ЛИЧНИ ДАННИ</h4>
                <p>Лични данни са всяка информация, отнасяща се до Вас, чрез която можем да Ви идентифицираме, като
                    например Вашето име, ЕГН, електронен адрес (имейл), телефон за контакт и други и информация относно
                    достъпа Ви до нашите услуги.</p>
                <p>Вие можете да разглеждате публичната част от съдържанието на нашият уебсайт без да въвеждате каквито
                    и да било лични данни. В случаите, когато събираме лични данни, които са необходими, за да можем да
                    Ви предоставим достъп до поискана от Вас информация, продукт или услуга, ние ще Ви уведомим
                    предварително за необходимостта да ни предоставите такива данни с цел удовлетворяване на Вашето
                    искане. Вашето съгласие за събирането и обработването на Ваши лични данни ще бъде винаги поискано
                    изрично в случаите, когато такова съгласие се изисква от приложимото законодателство за защита на
                    личните данни, а съответната информация за събиране и обработване на личните Ви данни ще бъде
                    предоставена преди каквито и лични данни да бъдат събрани и обработени.</p>
                <p>Възможно е на някоя от страниците на нашият уебсайт да Ви помолим да предоставите свои данни, за да
                    Ви предоставим поискана от Вас услуга или продукт или в случаите, когато желаете да се свържете с
                    нас. Когато се регистрирате за ползването на наши продукти или предоставянето на услуги &#8211;
                    лично или чрез Ваш служител, ние ще поискаме да ни предоставите информация (потребителско име и
                    парола). Links Storage не събира финансова информация за банкови карти или други платежни средства.
                    Вие не сте длъжни да ни предоставите поисканата лична информация, но ако не го направите, Links
                    Storage може да не е в състояние да изпълни Вашата поръчка или да Ви предостави поисканата услуга.
                </p>
                <p>В случай, че сме получили Вашето изрично съгласие за това, Links Storage може да използва
                    предоставената от Вас информация, за да Ви предлага услуги, които считаме, че биха представлявали
                    интерес за Вас. Данните за контакт на Links Storage са посочени в раздел Контакти на този уебсайт.
                </p>
                <p>Когато използвате нашите услуги или посещавате нашите уебсайтове, Links Storage може да събира
                    информация за съдържанието, което сте разгледали и/или търсенията, които сте правили, както и да
                    съхранява тази информация. В тези случаи ние може да събираме информация за Вашия уникален интернет
                    протокол, вида на браузъра или операционната система, датата и времето на Вашето посещение, заявки
                    за търсения и др. подобни. Целта на събирането на такава информация е подобряването и
                    персонализирането на предоставяните от нас продукти и услуги. Част от тази информация се събира чрез
                    т.нар. бисквитки.</p>

                <h4>ОСНОВАНИЕ ЗА СЪБИРАНЕ, ОБРАБОТВАНЕ И СЪХРАНЯВАНЕ НА ВАШИТЕ ЛИЧНИ ДАННИ</h4>
                <p>Links Storage е администратор на лични данни по отношение на Вашите данни като ползватели на нашите
                    услуги. Спрямо личните данни, които Вие въвеждате, обработвате и съхранявате, използвайки нашите
                    онлайн услуги и продукти, Links Storage действа в качеството си на обработващ лични данни.</p>

                <h4>ВИДОВЕ ЛИЧНИ ДАННИ, КОИТО СЕ СЪБИРАТ, ОБРАБОТВАТ И СЪХРАНЯВАТ ОТ ДОСТАВЧИКА</h4>
                <p>Links Storage събира, обработва и съхранява следните видове лични данни:</p>
                <ul>
                    <li>имена;</li>
                    <li>потребитлско име;</li>
                    <li>парола;</li>
                    <li>информация относно използването от Ваша страна на нашите уебсайтове и/или продукти и услуги
                        &#8211; IP адрес, операционна система, браузър, заявки за търсения и разглеждано съдържание.
                        Тази информация се събира с цел подобряване и персонализиране на използваните от потребителите
                        информационни продукти и услуги с Links Storage, както и предоставяне на пълната функционалност
                        на тези продукти и услуги и нашите уебсайтове;</li>
                    <li>Доставчикът не събира, не обработва и не съхранява специални категории лични данни (чувствителни
                        данни), както и не извършва автоматизирано вземане на решения с данни.</li>
                </ul>

                <h4>ПРЕДАВАНЕ НА ВАШИТЕ ЛИЧНИ ДАННИ ЗА ОБРАБОТВАНЕ</h4>
                <p>Доставчикът самостоятелно събира и обработва предоставените от Вас лични данни. Те ще бъдат
                    предоставяни на трети лица само в случаите, предвидени от законодателството на Република България
                    или на Европейския съюз.</p>
                <p>Всички лични данни се съхраняват на територията на Република България. Доставчикът не извършва
                    трансфер на Вашите лични данни към трети държави.</p>

                <h4>ВАШИТЕ ПРАВА ЗА ЗАЩИТА НА ЛИЧНИТЕ ВИ ДАННИ</h4>
                <p>При определени обстоятелства Вие имате право по закон:</p>
                <ul>
                    <li>да поискате информация за това дали Доставчикът съхранява Ваши лични данни, като в случай, че
                        имаме такива &#8211; какви са тези данни, на какво основание и с каква цел ги обработваме и
                        съхраняваме;</li>
                    <li>да поискате достъп до Вашите лични данни (т.нар. &#8222;заявка за достъп до данни&#8220;). Това
                        Ви позволява да получите копие от притежаваните от Доставчика лични данни и да проверите дали ги
                        обработваме по установения по закон начин;</li>
                    <li>да поискате коригиране на притежаваните от Доставчика Ваши лични данни. Това Ви дава възможност
                        да коригирате всяка непълна или неточна информация, която притежаваме за Вас. Доставчикът не
                        коригира лични данни, когато те са събрани от публичен източник и съответстват напълно на
                        публикуваните в този източник данни;</li>
                    <li>да поискате изтриване на Вашите лични данни (т.нар. „право да бъдеш забравен&#8220;). Това Ви
                        позволява да поискате от нас да изтрием или премахнем без излишно забавяне всички или част от
                        Вашите лични данни, ако не съществува основание за това да продължим да ги обработваме и
                        съхраняваме. Доставчикът не изтрива данните, които има законово задължение да съхранява,
                        включително за защита по повод отправени срещу него съдебни претенции или доказване на свои
                        права;</li>
                    <li>да възразите срещу обработването на Вашите лични данни, в случай че се позоваваме на легитимен
                        интерес (или интересите на трета страна) и нещо във Вашата конкретна ситуация Ви кара да
                        възразите срещу обработването поради тази причина. Имате също така право да възразите, ако
                        обработваме Вашите лични данни за директни маркетингови цели;</li>
                    <li>да поискате ограничаване на обработването на Вашите лични данни. Това Ви позволява да поискате
                        от нас да преустановим обработването на Вашата личната информация, ако например желаете да
                        установим верността й или причината за обработването й;</li>
                </ul>

                <p>За да упражните някое от изброените по-горе Ваши права, моля, изпратете искане или уведомление в
                    свободен текст до нас e-mail: info@links-storage.com.</p>
                <p>Имайте предвид, че е възможно да поискаме от Вас конкретна информация, която да ни помогне да
                    потвърдим самоличността Ви и да уважим правото Ви за достъп до информация или някое от останалите Ви
                    права. Целта на тази допълнителна мярка за сигурност е да гарантира, че личните Ви данни няма да
                    бъдат разкрити пред лица, които нямат право да ги получат.</p>
                <p>Ако смятате, че Вашите права за защита на личните данни са били нарушени, имате право да подадете
                    жалба до Комисията за защита на личните данни.</p>

                <h4>МЕРКИ ЗА ОСИГУРЯВАНЕ НА ЗАЩИТА НА ВАШИТЕ ЛИЧНИ ДАННИ</h4>
                <p>Доставчикът следва строги процедури за сигурност при съхранение на личните Ви данни, а също и за да
                    ги предпазим от нерегламентиран достъп, случайна загуба, унищожаване или увреждане. Сигурността на
                    Вашите лични данни е наш приоритет, с който не правим никакви компромиси.</p>
                <p>Доставчикът прилага организационни, физически, информационно-технологични и други необходими мерки,
                    за да гарантира сигурността и защитата на личните Ви данни и мониторинга на обработването на лични
                    данни.</p>
                <p>Доставчикът се стреми постоянно да подобрява мерките за сигурност, които сме внедрили и прилагаме в
                    нашата дейност и ги съобразяваме с най-съвременните технологии.</p>

                <h4>ПРОМЕНИ В ПРАВИЛАТА, ОПИСАНИ В ПОЛИТИКАТА ЗА ПОВЕРИТЕЛНОСТ</h1>
                    <p>Доставчикът може по своя преценка да променя и допълва настоящата Декларация за поверителност по
                        всяко време при спазване на изискванията на действащото законодателство в областта на защитата
                        на
                        личните данни. В случай на изменение, ние ще посочим датата на промяна и това изменение ще влезе
                        в
                        сила по отношение на Вас и Вашите данни след датата на това изменение или от друга, изрично
                        посочена
                        по-късна дата.</p>
            </div> <!-- container -->
            <!-- PRIVACY POLICY INFO -->

            <br>
    </div>

    <br>

    </main>
    <!-- MAIN INFORMATION -->

        <!-- FOOTER -->
        <?php include 'footer.php';?>
        <!-- FOOTER -->
    </div>

    <!-- JQUERY FADEIN EFFECT -->
    <!-- <script src="fadein.js"></script> -->
    <!-- JQUERY FADEIN EFFECT -->
</body>

</html>