<!DOCTYPE html>
<html lang="bg">

<head>
    <!-- META -->
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <meta name="title" content="Links Storage" />
    <meta name="keywords" content="Links, storage, archive, archiver, archive websites, websites archiver, save websites, bookmark, bookmarks, online bookmarks" />
	<meta name="description" content="Links storage" />
	<meta name="author" content="Иванка Янкулова" />
	<meta name="copyright" content="Иванка Янкулова" />
	<!--<meta name="pubdate" content="2019-07-11">-->
    <!-- META -->
    
    <title>Общи условия за ползване - Links Storage</title>

    <!-- BASIC DIRECTORY -->
    <base href="../" target="_self">
    <!-- BASIC DIRECTORY -->

    <!-- BOOTSTRAP AND JQUERY -->
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.3.1/css/bootstrap.min.css">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.4.0/jquery.min.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.14.7/umd/popper.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.3.1/js/bootstrap.min.js"></script>
    <!-- BOOTSTRAP AND JQUERY -->

    <!-- ICONS -->
    <link rel='stylesheet' href='https://use.fontawesome.com/releases/v5.7.0/css/all.css'
        integrity='sha384-lZN37f5QGtY3VHgisS14W3ExzMWZxybE1SJSEsQp9S+oqd12jhcu+A56Ebc1zFSJ' crossorigin='anonymous'>
    <link rel="stylesheet" href="https://fonts.googleapis.com/icon?family=Material+Icons">
    <!-- GOOGLE ICONS -->

    <!-- ICON -->
    <link rel="icon" href="assets/icon.png" type="image" />
    <!-- ICON -->

    <!-- CSS -->
    <link rel="stylesheet" href="css/style.css">
    <link rel="stylesheet" href="css/others.css">
    <!-- <link rel="stylesheet" href="fadein.css"> -->
    <!-- CSS -->
</head>

<body>
    <div class="container-fluid">

        <!-- MENU -->
        <?php include 'menu.php';?>
        <!-- MENU -->

        <!-- MAIN INFORMATION -->
        <main>
            <!-- TOP IMAGE -->
            <div class="top-page-image">
                <img src="assets/contract-signature.jpg" alt="Изображение">
            </div>
            <div class="gray-line"></div>
            <!-- TOP IMAGE -->

            <br>

            <div class="container">
                <!-- RECTANGLES WITH SHORT TEXT -->


                <br>

                <h1>Общи условия за ползване</h1>
                <!-- SHORT TEXT -->
                <div class="blue-line"></div>
                <div id="short-text" class="jumbotron">
                    <p>Последна промяна: 01.07.2019 година</p>
                    <p>Добре дошли в www.linksstorage.com („Уеб сайтът“ или „Интернет страницата“), който е изработен от
                        Иванка Янкулова с адрес в град Пловдив, телефон за контакти: 087 965 2626 и имейл:
                        vania.yankulova@gmail.com.</p>

                    <p>ИЗПОЛЗВАЙКИ ТАЗИ ИНТЕРНЕТ СТРАНИЦА, ВИЕ СЕ СЪГЛАСЯВАТЕ С НАСТОЯЩИТЕ УСЛОВИЯ ЗА ПОЛЗВАНЕ НА УЕБ
                        САЙТА, А СЪЩО ТАКА И С ПОЛИТИКАТА ЗА ПОВЕРИТЕЛНОСТ, КОЯТО РЕГЛАМЕНТИРА
                        УСЛОВИЯТА ОТНОСНО СЪБИРАНЕТО, ИЗПОЛЗВАНЕТО И РАЗКРИВАНЕТО НА ВАШИТЕ ЛИЧНИ ДАННИ.</p>

                    <p>МОЛЯ, ДА ПРОЧЕТЕТЕ ТЕЗИ ОБЩИ УСЛОВИЯ И ПОЛИТИКАТА ЗА ПОВЕРИТЕЛНОСТ ВНИМАТЕЛНО ПРЕДИ ДА
                        ИЗПОЛЗВАТЕ ТОЗИ УЕБ САЙТ И В СЛУЧАЙ, ЧЕ ИМАТЕ ВЪПРОСИ, МОЛЯ ДА СЕ СВЪРЖЕТЕ С НАС.</p>

                    <p>АКО НЕ СТЕ СЪГЛАСНИ С НЯКОИ ОТ УСЛОВИЯТА, СЪДЪРЖАЩИ СЕ В НАСТОЯЩИТЕ ОБЩИ УСЛОВИЯ И ПОЛИТИКАТА
                        ЗА ПОВЕРИТЕЛНОСТ, ВИЕ НЕ ТРЯБВА ДА ИЗПОЛЗВАТЕ ТОЗИ УЕБ САЙТ.</p>
                </div>
                <div class="blue-line"></div>
                <!-- SHORT TEXT -->
                <!-- RECTANGLES WITH SHORT TEXT -->

                <br>

                <!-- TERMS AND CONDITIONS INFO -->
                <h4>ДЕФИНИЦИИ</h4>
                <ul>
                    <li>
                        <strong>Доставчик</strong> е Иванка Янкулова.
                    </li>
                    <li>
                        <strong>Ползвател/и</strong> е/са посетителите на уеб сайта www.linksstorage.com, а също
                        така и лицето осъществило контакт с Доставчика.
                    </li>
                    <li>
                        <strong>Индивидуален договор</strong> е договор, който има за предмет предоставянето от
                        страна на Доставчика на избрана от Ползвателя услуга.
                    </li>
                    <li>
                        <strong>Запис/и</strong> е/са линкове към други сайтове и описание към тях, които са
                        запаметени в секцията „Записи“ на уеб сайта.
                    </li>
                    <li>
                        <strong>Материали</strong> означава документи и информация, съдържащи се в този уеб
                        сайт.
                    </li>
                </ul>

                <br>
                <h4>ЦЕЛИ И ОБХВАТ НА ОБЩИТЕ УСЛОВИЯ</h4>
                <ul>
                    <li>
                        Настоящите Общи условия са изготвени и предназначени да уредят отношенията между
                        Доставчикa и Ползвателите на уеб сайта.
                    </li>
                    <li>
                        Настоящите Общи условия обвързват Ползвателите на уеб сайта след като са ги приели
                        изрично, което се осъществява чрез изрична препратка към настоящите Общи условия при
                        регистрация в уеб сайта.
                    </li>
                </ul>

                <br>
                <h4>ХАРАКТЕРИСТИКИ НА УЕБ САЙТА</h4>
                <ul>
                    <li>
                        Уеб сайтът е създаден да запазва информация под формата на линкове към други сайтове и
                        описание към тях, записана от Ползвателите. Тази информация може да се трие или променя
                        според това какво искат Ползвателите.
                    </li>
                </ul>

                <br>
                <h4>ПРАВА НА ДОСТАВЧИКА</h4>
                <ul>
                    <li>
                        Доставчикът има право по всяко време да прави промени в уеб сайта по своя преценка, без
                        задължение за уведомяване и без да носи отговорност за това.
                    </li>
                    <li>
                        Доставчикът има право по всяко време да обновява, променя, разширява, добавя, допълва
                        или премахва услуги в уеб сайта.
                    </li>
                </ul>

                <br>
                <h4>ПРАВА, ЗАДЪЛЖЕНИЯ И ОТГОВОРНОСТ НА ПОЛЗВАТЕЛИТЕ</h4>
                <ul>
                    <li>
                        Ползвателят има право да разглежда съдържанието на уеб сайта, което е достъпно за него.
                    </li>
                    <li>
                        Ползвателят има право да осъществява контакт с Доставчика на настоящия уеб сайт.
                    </li>
                    <li>
                        Ползвателят има право да използва електронните услуги, които са предоставени на уеб
                        сайта.
                    </li>
                    <li>
                        Ползвателят се задължава да използва уеб сайта и неговите функционалности
                        законосъобразно и в съответствие с настоящите Общи условия.
                    </li>
                    <li>
                        Ползвателят няма право да модифицира, копира, променя, дублира, създава производни или
                        пригодени, отделни или цели части от уеб сайта.
                    </li>
                    <li>
                        Ползвателят няма право да предоставя на трети лица по какъвто и да е начин и в каквато и
                        да е форма, с комерсиална или некомерсиална цел, каквото и да е съдържание, информация,
                        ноу-хау или технология, които са извлечени частично или в цялост от уеб сайта.
                    </li>
                    <li>
                        Ползвателят няма право да генерира прекомерно голям трафик на уеб сайта или да
                        претоварва трафика на уеб сайта.
                    </li>
                    <li>
                        Ползвателят няма право да нарушава работата на мрежи или сървъри, които са свързани с
                        услугите, а също така няма право да пречи за предоставяне на услугите.
                    </li>
                    <li>
                        Ползвателят няма право да се опитва да получава неразрешен достъп до каквато и да е част
                        от уеб сайта.
                    </li>
                    <li>
                        Ползвателят няма право да използва търговската марка на Доставчика. Ползвателят отговаря
                        за всички извършени от него действия във връзка с използването на уеб сайта.
                    </li>
                    <li>
                        олзвателят няма право да изпраща „spam”, “junk mail”, “chain letter” или каквито и да е
                        било непоискани търговски съобщения до e-mail адреса на Доставчика.
                    </li>
                </ul>

                <br>
                <h4>ОСВОБОЖДАВАНЕ ОТ ОТГОВОРНОСТ</h4>
                <ul>
                    <li>
                        Цялата информация на този уеб сайт е изготвена от Доставчика и е предназначена
                        единствено за информационни цели. Ползвателите създават записи и ги променят или трият
                        изцяло на свой собствен риск, като Доставчикът не носи отговорност за запаметените или
                        редактирани/изтрити записи.
                    </li>
                    <li>
                        Доставчикът не дава по никакъв начин каквито и да е гаранции, че уеб сайтът и
                        предлаганите на него услуги ще бъдат достъпни по всяко време и от всяка точка на света.
                        Доставчикът не гарантира, че уеб сайтът ще остане непроменен и ще се поддържа
                        неограничено във времето.
                    </li>
                    <li>
                        Доставчикът има право да извършва промени и подобрения в този уеб сайт по всяко време
                        без предупреждение. Доставчикът не поема отговорност за каквито и да е грешки или
                        неизправности в съдържанието на този уеб сайт. Доставчикът не поема отговорност за вреди
                        и загуби възникнали за Ползвателите в резултат на използването на този уеб сайт и
                        материалите от този уеб сайт. Съдържащите се в този уеб сайт материали са съобразени с
                        действащото към момента на изготвянето им законодателство.
                    </li>
                    <li>
                        Отговорността при използването на този уеб сайт е изцяло за Ползвателя, като опериращ в
                        него и използващ неговите възможности. Доставчикът не поема отговорност за евентуални
                        вреди и неблагоприятни последици във връзка с употребата на този уеб сайт, включително и
                        при хипотеза на нанесена материална щета на съответното техническо устройство на
                        Ползвателя.
                    </li>
                    <li>
                        Доставчикът не носи отговорност за извършени действия от Ползватели в нарушение на
                        настоящите Общи условия. Доставчикът не носи отговорност за настъпили вреди.
                    </li>
                    <li>
                        Доставчикът не носи отговорност за причинени вреди, в резултат на потребителска грешка,
                        компютърен вирус, пропуск, прекъсване или проблем в самата ситема, поддържаща целостта и
                        структурата на настоящия уеб сайт.
                    </li>
                    <li>
                        Доставчикът има право да извършва промени в предлаганите услуги или да преустанови
                        предлагането на някои от предлаганите услуги.
                    </li>
                </ul>

                <br>
                <h1>ОБРАБОТКА НА ДАННИ</h1>
                <ul>
                    <li>
                        Доставчикът събира и обработва данни на физическите лица като прилага всички стандарти
                        за защита на личните данни съгласно Регламент (ЕС) 2016/679 на Европейския парламент и
                        на Съвета от 27 април 2016 година относно защитата на физическите лица във връзка с
                        обработването на лични данни и относно свободното движение на такива данни и за отмяна
                        на Директива 95/46/ЕО. Доставчикът зачита неприкосновеността на личността на физическите
                        лица и полага всички необходими усилия за защита на личните данни на физическите лица
                        срещу неправомерно обработване посредством прилагане на технически и организационни
                        мерки за защита на личните данни, които мерки са изцяло съобразени със съвременните
                        технологични постижения и осигуряват ниво на защита, което съответства на рисковете,
                        свързани с обработването, и на естеството на данните, които трябва да бъдат защитени.
                        Подробна информация относно какви лични данни обработва Доставчикът, целите на
                        обработването на личните данни, срок на съхранение на личните данни, а също така и
                        останалата информация в изпълнение на изискванията на член 13 от Регламент (ЕС) 2016/679
                        е налична в Политиката за защита на личните данни, която е публикувана <a>тук</a>.
                    </li>
                </ul>

                <br>
                <h1>ВРЪЗКИ КЪМ САЙТОВЕ НА ТРЕТИ СТРАНИ</h1>
                <ul>
                    <li>
                        Уеб сайтът на Доставчика съдържа връзки към интернет страници, поддържани от трети
                        страни („Сайтове на трети страни“). Всички или повечето от тези връзки са записани от
                        Ползвателите. Всички сайтове на трети страни, които могат да бъдат достъпни чрез този
                        уеб сайт са независими и Доставчикът не поема каквато и да е отговорност за вреди и
                        загуби възникнали за Ползвателите в резултат на използването на тези сайтове.
                        Доставчикът не носи отговорност за съдържанието в сайтовете на третите страни, а също
                        така и за наличието на вируси, други вредни компоненти на тези сайтове.
                    </li>
                </ul>

                <br>
                <h4>ПРАВА НА ИНТЕЛЕКТУАЛНА СОБСТВЕНОСТ. ОГРАНИЧЕНИЯ ПРИ ПОЛЗВАНЕ</h4>
                <ul>
                    <li>
                        Цялото съдържание на уеб сайта, всички записани текстове под формата на линкове и
                        описания, както и всяка информация, която е качена на сайта – е изключителна собственост
                        на Доставчика.
                    </li>
                    <li>
                        Съдържанието на сайта на Доставчика може да бъде използвано от Ползвателите на сайта
                        само за лична, нетърговска употреба.
                    </li>
                    <li>
                        Използването на тази информация, съдържаща се в уеб сайта с търговска цел, под каквато и
                        да е било форма (копиране, модифициране, изтегляне, продаване, възпроизвеждане,
                        разпространение, публикуване и др.) е абсолютно забранено. Ползвателите поемат цялата
                        отговорност от използването на съдържанието на сайта в нарушение на правата на
                        Доставчика, като последният има право на обезщетение в пълен размер за причинените от
                        Ползвателя вреди.
                    </li>
                    <li>
                        Достъпът до уеб сайта и до услугите, предоставяни на уеб сайта, не трябва по никакъв
                        начин да се разглежда и тълкува като безвъзмездно предоставяне на лицензии или права на
                        интелектуална собственост.
                    </li>
                    <li>
                        Възпроизвеждането на съдържанието на уеб сайта или на част от него се извършва само и
                        единствено с предоставеното писмено съгласие на Доставчика.
                    </li>
                </ul>

                <br>
                <h4>ЗАКЛЮЧИТЕЛНИ РАЗПОРЕДБИ</h4>
                <ul>
                    <li>
                        Евентуалната недействителност на някоя от разпоредбите на настоящите Общи условия няма
                        да води до недействителност на Общите условия като цяло.
                    </li>
                    <li>
                        За всички въпроси, които не са уредени в тези Общи условия се прилагат разпоредбите на
                        българското гражданско и търговско законодателство.
                    </li>
                    <li>
                        Всички спорове между Доставчика и Ползвателя, породени от тези Общи условия и сключените
                        индивидуални договори, щe бъдaт paзpeшaвaни в дyx нa paзбиpaтeлcтвo чpeз пpeгoвopи мeждy
                        cтpaнитe. При непостигане на съгласие, спорът се отнася за решаване пред компетентния
                        съд.
                    </li>
                    <li>
                        Доставчикът има право да актуализира като изменя и допълва настоящите Общи условия по
                        всяко време в бъдеще. Когато това се случи, променените Общи условия ще бъдат
                        публикувани на този уеб сайт с нова дата „Последна промяна“ в горната част и ще бъдат в
                        сила от датата на публикуване. Поради това, е препоръчително периодично да проверявате
                        тези Общи условия, за да сте сигурни, че сте запознати с всички промени.
                    </li>
                    <li>
                        В случай, че имате допълнителни въпроси относно настоящите Общи условия, моля не се
                        колебайте да се свържете с Доставчика на този уеб сайт.
                    </li>
                </ul>
                <!-- TERMS AND CONDITIONS INFO -->

                <br>
            </div>

            <br>

        </main>
        <!-- MAIN INFORMATION -->

        <!-- FOOTER -->
        <?php include 'footer.php';?>
        <!-- FOOTER -->
    </div>

    <!-- JQUERY FADEIN EFFECT -->
    <!-- <script src="fadein.js"></script> -->
    <!-- JQUERY FADEIN EFFECT -->
</body>

</html>